---
kind: property
id: P:Autodesk.Revit.DB.Color.InvalidColorValue
zh: 着色、上色、染色、填色
source: html/2e41e7d0-2e6a-00b5-855d-4d9d7a816c55.htm
---
# Autodesk.Revit.DB.Color.InvalidColorValue Property

**中文**: 着色、上色、染色、填色

Get the invalid Color whose IntegerValue is -1.

## Syntax (C#)
```csharp
public static Color InvalidColorValue { get; }
```